9/data/attachments/d8d954ba090500c6.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_2389912f-b513-4ae7-9f7e-cee376d51e91</nif:username>
            <nif:friendToBeAdded>Victoria_reduce_Actions_61732_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>